Repository: xuciro-commits/MSRU
Catalog: MSRU/Localizable.xcstrings
Source language: en
Languages: bo, ja, zh_hans, zh_hant

source: Open-license audio catalog providing artwork, metadata, and direct media playback.
bo: སྒོ་དབྱེའི་ཆོག་མཆན་ཡོད་པའི་སྒྲ་ཟིན་དཀར་ཆག ཁ་ཤོག་དང་གཞི་གྲངས་རྩ་བ། ཐད་ཀའི་སྨྱན་སྦྱོར་རྩེད་འདོན་བཅས་མཁོ་སྤྲོད།
ja: アートワーク、メタデータ、メディアの直接再生を提供するオープンライセンスのオーディオカタログ。
zh_hans: 开放许可音频目录，提供封面、元数据和直接媒体播放。
zh_hant: 開放許可音訊目錄，提供封面、中繼資料和直接媒體播放。

source: Openverse is configured for catalog browsing and remote playback.
bo: Openverse དཀར་ཆག་བཤར་ལྟ་དང་རྒྱང་རིང་རྩེད་འདོན་ཞབས་ཞུར་སྒྲིག་བཀོད་ཟིན་པ།
ja: Openverseはカタログ閲覧とリモート再生用に設定されています。
zh_hans: Openverse 已配置为浏览目录和远程播放服务。
zh_hant: Openverse 已配置為瀏覽目錄和遠程播放服務。

source: Openverse is temporarily unavailable
bo: Openverse གནས་སྐབས་སྤྱོད་མི་ཐུབ་པ།
ja: Openverseは一時的に利用できません
zh_hans: Openverse 暂不可用
zh_hant: Openverse 暫不可用

source: Openverse Search Results
bo: Openverse འཚོལ་བའི་མཇུག་འབྲས།
ja: Openverse検索結果
zh_hans: Openverse 搜索结果
zh_hant: Openverse 搜尋結果

source: Optional notes or tagline
bo: འདེམས་ཆོག་པའི་མཆན་འགྲེལ།
ja: 任意のメモまたはタグライン
zh_hans: 可选备注或标语
zh_hant: 可選備注或標語

source: Order
bo: གོ་རིམ།
ja: 順序
zh_hans: 顺序
zh_hant: 順序

source: Original
bo: ཐོག་མ།
ja: オリジナル
zh_hans: 原始
zh_hant: 原始

source: Path Keyword (e.g. Artist/Album)
bo: ལམ་བུའི་གནད་ཚིག (དཔེར་ན: སྒྱུ་རྩལ་པ/ཆེད་བསྒྲིགས)
ja: パスキーワード（例：Artist/Album）
zh_hans: 路径关键词（例如：歌手/专辑）
zh_hant: 路徑關鍵詞（例如：歌手/專輯）

source: Path keyword (e.g. Pop/Artist)
bo: ལམ་ཐིག་གཙོ་ཚིག (དཔེར་ན Pop/Artist)
ja: パスキーワード（例：Pop/Artist）
zh_hans: 路径关键词（如 Pop/Artist）
zh_hant: 路徑關鍵詞（如 Pop/Artist）

source: Path pattern
bo: ལམ་ཐིག་དཔེ་དབྱིབས།
ja: パスパターン
zh_hans: 路径模式
zh_hant: 路徑模式

source: Path: "%@"
bo: ལམ་ཐིག: "%@"
ja: パス：「%@」
zh_hans: 路径：“%@”
zh_hant: 路徑：“%@”

source: Pause
bo: མཚམས་འཇོག
ja: 一時停止
zh_hans: 暂停
zh_hant: 暫停

source: Pause (Space)
bo: མཚམས་འཇོག (Space)
ja: 一時停止（スペース）
zh_hans: 暂停 (空格)
zh_hant: 暫停 (空格)

source: Pause Stream
bo: བཞུར་རྒྱུན་སྨྱན་སྦྱོར་མཚམས་འཇོག
ja: ストリームを一時停止
zh_hans: 暂停流媒体
zh_hant: 暫停流媒體

source: Paused
bo: སྐབས་འཇོག་ཟིན།
ja: 一時停止中
zh_hans: 已暂停
zh_hant: 已暫停

source: Pending Review
bo: ཞིབ་བཤེར་སྒུག་པ།
ja: 確認待ち
zh_hans: 待审核
zh_hant: 待審核

source: Place a .lrc file in the same folder as the audio, and it will be loaded automatically.
bo: སྒྲ་ཟིན་ཡིག་ཆ་དང་མཉམ་དུ་ .lrc ཡིག་ཆ་བཞག་ན་རང་འགུལ་གྱིས་ནང་འཇུག་བྱེད་ཐུབ།
ja: オーディオと同じフォルダに同名の.lrcファイルを置くと、自動的に読み込まれます。
zh_hans: 在音频文件同目录下放置同名 .lrc 文件，将自动加载。
zh_hant: 在音訊檔案同目錄下放置同名 .lrc 檔案，將自動載入。

source: Place a .lrc file with the same name in the audio directory, or try again later.
bo: སྒྲ་ཟིན་དང་མཉམ་དུ་མིང་གཅིག་པའི .lrc ཡིག་ཆ་བཞག་ན་འགྲིག ཡང་ན་ཅུང་ཙམ་སོང་ནས་བསྐྱར་དུ་ཚོད་ལྟ་བྱེད་རོགས།
ja: オーディオのディレクトリに同名の.lrcファイルを置くか、後でもう一度お試しください。
zh_hans: 可在音频同级目录放置同名 .lrc 文件，或稍后重试。
zh_hant: 可在音訊同級目錄放置同名 .lrc 檔案，或稍後重試。

source: Play
bo: རྩེད་འདོན།
ja: 再生
zh_hans: 播放
zh_hant: 播放

source: Play (Space)
bo: རྩེད་འདོན (Space)
ja: 再生（スペース）
zh_hans: 播放 (空格)
zh_hant: 播放 (空格)

source: Play Album
bo: ཆེད་བསྒྲིགས་གཏོང་བ།
ja: アルバムを再生
zh_hans: 播放专辑
zh_hant: 播放專輯

source: Play Next
bo: རྗེས་མར་གཏོང་རྒྱུ།
ja: 次に再生
zh_hans: 下一首播放
zh_hant: 下一首播放

source: Play Selected
bo: བདམས་པ་རྣམས་གཏོང་བ།
ja: 選択項目を再生
zh_hans: 播放所选
zh_hant: 播放所選

source: Playback
bo: རྩེད་འདོན།
ja: 再生
zh_hans: 播放
zh_hant: 播放

source: Playback Diagnostics
bo: རྩེད་འདོན་ནད་བརྟག
ja: 再生診断
zh_hans: 播放诊断
zh_hant: 播放診斷

source: Playback Priority
bo: སྔོན་ལ་གཏོང་རྒྱུའི་དབང་ཆ།
ja: 再生優先度
zh_hans: 播放优先级
zh_hant: 播放優先級

source: Playback quality and resolution behavior.
bo: རྩེད་འདོན་སྒྲ་སྤུས་དང་དབྱེ་ཞིབ་ཀྱི་སྤྱོད་ཚུལ།
ja: 再生品質と解像度の動作。
zh_hans: 播放音质与解析行为。
zh_hant: 播放音質與解析行為。

source: Playing Queue
bo: རྩེད་འདོན་རུ་སྟར།
ja: 再生キュー
zh_hans: 播放队列
zh_hant: 播放佇列

source: PLAYLIST
bo: གླུ་ཐོ།
ja: プレイリスト
zh_hans: 歌单
zh_hant: 歌單

source: Playlist Name
bo: གླུ་ཐོའི་མིང་།
ja: プレイリスト名
zh_hans: 歌单名
zh_hant: 歌單名

source: Playlists
bo: གླུ་ཐོ།
ja: プレイリスト
zh_hans: 歌单
zh_hant: 歌單

source: Please enter a valid HTTP or HTTPS stream URL.
bo: ནུས་ལྡན་གྱི HTTP ཡང་ན HTTPS བཞུར་རྒྱུན་སྨྱན་སྦྱོར URL ནང་འཇུག་བྱེད་རོགས།
ja: 有効なHTTPまたはHTTPSストリームURLを入力してください。
zh_hans: 请输入有效的 HTTP 或 HTTPS 流媒体 URL。
zh_hant: 請輸入有效的 HTTP 或 HTTPS 流媒體 URL。

source: Please enter a valid http:// or https:// URL.
bo: ནུས་ལྡན་གྱི http:// ཡང་ན https:// URL ནང་འཇུག་བྱེད་རོགས།
ja: 有効なhttp://またはhttps:// URLを入力してください。
zh_hans: 请输入有效的 http:// 或 https:// URL。
zh_hant: 請輸入有效的 http:// 或 https:// URL。

source: Please play a track from the library or browse page.
bo: དཔེ་མཛོད་དམ་བཤར་ལྟའི་ཤོག་ངོས་ནས་རོལ་དབྱངས་ཤིག་གཏོང་རོགས།
ja: ライブラリまたはブラウズページからトラックを再生してください。
zh_hans: 请从资料库或浏览页面播放一首曲目。
zh_hant: 請從資料庫或瀏覽頁面播放一首曲目。

source: Please try other Openverse search terms.
bo: Openverse ཡི་འཚོལ་ཚིག་གཞན་ཞིག་ཚོད་ལྟ་བྱེད་རོགས།
ja: 別のOpenverse検索語をお試しください。
zh_hans: 请尝试其他 Openverse 搜索词。
zh_hant: 請嘗試其他 Openverse 搜尋詞。

source: Please try selecting a different genre or adjusting search terms.
bo: རིགས་དབྱིབས་གཞན་ཞིག་འདེམས་པའམ་འཚོལ་ཚིག་ལེགས་སྒྲིག་བྱེད་རོགས།
ja: 別のジャンルを選択するか、検索語を調整してください。
zh_hans: 请尝试选择不同的流派或调整搜索词。
zh_hant: 請嘗試選擇不同的流派或調整搜尋詞。

source: Pop
bo: དར་སོ།
ja: ポップ
zh_hans: 流行
zh_hant: 流行

source: Pop & Hits
bo: Pop དང་དགའ་བསུ་ཆེ་བའི་གླུ་གཞས།
ja: ポップ & ヒット
zh_hans: 流行与热门
zh_hant: 流行與熱門

source: Potential Duplicates
bo: ཟློས་སྐྱོན་ཡོད་སྲིད་པ།
ja: 重複の可能性
zh_hans: 疑似重复
zh_hant: 疑似重復

source: Preferred Quality
bo: སྔོན་འདེམས་སྒྲ་སྤུས།
ja: 優先音質
zh_hans: 首选音质
zh_hant: 首選音質

source: Preparing review panel…
bo: ཞིབ་བཤེར་ངོས་པང་གྲ་སྒྲིག་བྱེད་བཞིན་པ...
ja: 確認パネルを準備中…
zh_hans: 正在准备审核面板…
zh_hant: 正在準備審核面板…

source: Present
bo: ད་ལྟའི་བར
ja: 現在
zh_hans: 至今
zh_hant: 至今

source: Previous
bo: གོང་མ།
ja: 前へ
zh_hans: 上一首
zh_hant: 上一首

source: Priority
bo: སྔོན་ཐོབ་རིམ་པ།
ja: 優先度
zh_hans: 优先级
zh_hant: 優先級

source: Priority %lld
bo: སྔོན་ཐོབ་རིམ་པ %lld
ja: 優先度 %lld
zh_hans: 优先级 %lld
zh_hant: 優先級 %lld

# Processing track %lld of %lld...
source: Processing track %1$lld of %2$lld...
bo: གླུ་གཞས %1$lld/%2$lld ཐག་གཅོད་བྱེད་བཞིན་པ…
ja: トラック %1$lld / %2$lld を処理中…
zh_hans: 正在处理曲目 %1$lld/%2$lld…
zh_hant: 正在處理曲目 %1$lld/%2$lld…

source: Properties
bo: ཁྱད་ཆོས།
ja: プロパティ
zh_hans: 属性
zh_hant: 屬性

source: Provider
bo: ཞབས་ཞུ་མཁོ་སྤྲོད་པ།
ja: プロバイダ
zh_hans: 服务提供方
zh_hant: 服務供應商

source: Provider Core v1
bo: ཞབས་ཞུ་མཁོ་སྤྲོད་པའི་ནང་སྙིང་ v1
ja: プロバイダコア v1
zh_hans: 服务提供方内核 v1
zh_hant: 服務供應商內核 v1

source: Provider endpoint is reachable.
bo: ཞབས་ཞུ་མཁོ་སྤྲོད་པའི་མཐའ་སྣེར་སླེབས་ཐུབ་པ།
ja: プロバイダのエンドポイントに到達できます。
zh_hans: 服务提供方端点可达。
zh_hant: 服務供應商端點可達。

source: Provider or Manifest URL
bo: ཞབས་ཞུ་མཁོ་སྤྲོད་པའམ་ཐོ་གཞུང་གི URL
ja: プロバイダまたはマニフェストURL
zh_hans: 服务提供方或清单 URL
zh_hant: 服務供應商或清單 URL

source: Provider Removed
bo: ཞབས་ཞུ་མཁོ་སྤྲོད་པ་སུབ་ཟིན་པ།
ja: プロバイダを削除しました
zh_hans: 服务提供方已移除
zh_hant: 服務供應商已移除

source: Provider returned
bo: ཞབས་ཞུ་མཁོ་སྤྲོད་པས་ཕྱིར་ལོག་པ།
ja: プロバイダからの戻り値
zh_hans: 服务提供方返回
zh_hant: 服務供應商返回

source: Provider Status
bo: ཞབས་ཞུ་མཁོ་སྤྲོད་པའི་གནས་སྟངས།
ja: プロバイダステータス
zh_hans: 服务提供方状态
zh_hant: 服務供應商狀態

source: Providers
bo: ཞབས་ཞུ་མཁོ་སྤྲོད་པ།
ja: プロバイダ
zh_hans: 服务提供方
zh_hant: 服務供應商

source: ProvidersName
bo: ཞབས་ཞུ་མཁོ་སྤྲོད་པའི་མིང་།
ja: プロバイダ名
zh_hans: 服务提供方名称
zh_hant: 服務供應商名稱

source: Quality
bo: སྒྲ་སྤུས།
ja: 音質
zh_hans: 音质
zh_hant: 音質

source: Queries MusicBrainz recording entities via Chromaprint acoustic fingerprints
bo: Chromaprint སྒྲ་རིས་བརྒྱུད་ནས་ MusicBrainz སྒྲ་ཕབ་དངོས་པོ་འཚོལ་བ།
ja: Chromaprint音響フィンガープリントを使ってMusicBrainzの録音エンティティを照会します
zh_hans: 通过 Chromaprint 声学指纹查询全球 MusicBrainz 录音实体
zh_hant: 通過 Chromaprint 聲學指紋查詢全球 MusicBrainz 錄音實體

source: Queue
bo: རུ་སྟར།
ja: キュー
zh_hans: 队列
zh_hant: 佇列

source: Queue is empty
bo: རུ་སྟར་སྟོང་པ་རེད།
ja: キューは空です
zh_hans: 队列为空
zh_hant: 佇列為空

source: Quit MSRU
bo: MSRU ནས་ཕྱིར་འབུད།
ja: MSRUを終了
zh_hans: 退出 MSRU
zh_hant: 結束 MSRU

source: R&B / Soul
bo: R&B / བླ་སྲོག
ja: R&B / ソウル
zh_hans: 节奏布鲁斯 / 灵魂
zh_hant: 節奏布魯斯 / 靈魂

source: Radio
bo: རླུང་འཕྲིན།
ja: ラジオ
zh_hans: 电台
zh_hant: 電台

source: Read from ID3/Vorbis tags and APIC cover art embedded in local files.
bo: ས་གནས་ཡིག་ཆའི་ནང་འཇུག་བྱས་པའི ID3/Vorbis མཚན་རྟགས་དང་ APIC ཁ་ཤོག་ནས་ཀློག་པ།
ja: ローカルファイルに埋め込まれたID3/VorbisタグとAPICカバーアートから読み取ります。
zh_hans: 从本地文件中嵌入的 ID3/Vorbis 标签和 APIC 封面读取。
zh_hant: 從本地檔案中嵌入的 ID3/Vorbis 標籤和 APIC 封面讀取。

source: Read More
bo: ཆ་ཚང་ཀློག་པ།
ja: もっと読む
zh_hans: 展开全文
zh_hant: 展開全文

source: Real-time Visualizer
bo: དུས་ཐོག་སྒྲ་རིས་མཐོང་ཐུབ་པ།
ja: リアルタイムビジュアライザ
zh_hans: 实时音频可视化
zh_hant: 即時音訊可視化

source: Recently Played
bo: ཉེ་དུས་བཏང་བ།
ja: 最近再生した項目
zh_hans: 最近播放
zh_hant: 最近播放

source: Recommend merging to: Entity %@ (MBID: %@)
bo: ཟླ་སྒྲིལ་རྒྱུའི་གྲོས་འགོ: དངོས་པོ %@ (MBID: %@)
ja: 統合先の推奨：エンティティ %@（MBID：%@）
zh_hans: 建议合并至：实体 %@ (MBID: %@)
zh_hant: 建議合併至：實體 %@ (MBID: %@)

source: Reggae
bo: རེ་གེ
ja: レゲエ
zh_hans: 雷鬼
zh_hant: 雷鬼

source: Register remote HTTP/JSON provider config.
bo: རྒྱང་རིང HTTP/JSON མཁོ་སྤྲོད་པའི་སྒྲིག་བཀོད་ཐོ་འགོད་བྱེད་པ།
ja: リモートHTTP/JSONプロバイダ設定を登録します。
zh_hans: 注册远程 HTTP/JSON 提供方配置。
zh_hant: 注冊遠程 HTTP/JSON 提供方配置。

source: Release: %@
bo: འགྲེམས་སྤེལ: %@
ja: リリース：%@
zh_hans: 发行版：%@
zh_hant: 發行版：%@

source: Reload Library
bo: དཔེ་མཛོད་བསྐྱར་དུ་ནང་འཇུག་བྱེད་པ།
ja: ライブラリを再読み込み
zh_hans: 重新加载资料库
zh_hant: 重新載入資料庫

source: Remediate Library Tags & Artwork
bo: དཔེ་མཛོད་མཚན་རྟགས་དང་ཁ་ཤོག་ཉམས་གསོ།
ja: ライブラリのタグとアートワークを修復
zh_hans: 修复资料库标签与封面
zh_hant: 修復資料庫標籤與封面

# Remediation complete: %lld tracks repaired, %lld artworks linked.
source: Remediation complete: %1$lld tracks repaired, %2$lld artworks linked.
bo: ཉམས་གསོ་ལེགས་གྲུབ: གླུ་གཞས %1$lld ཉམས་གསོ་བྱས། ཁ་ཤོག %2$lld སྦྲེལ་ཟིན།
ja: 修復完了：%1$lld曲を修復し、%2$lld件のアートワークを関連付けました。
zh_hans: 修复完成：已修复 %1$lld 首曲目，已关联 %2$lld 个封面。
zh_hant: 修復完成：已修復 %1$lld 首曲目，已關聯 %2$lld 個封面。

source: Remote sources planned
bo: རྒྱང་རིང་གི་འབྱུང་ཁུངས་ལ་རྒྱབ་སྐྱོར་བྱ་རྒྱུའི་འཆར་གཞི།
ja: リモートソース対応予定
zh_hans: 计划支持远程来源
zh_hant: 計劃支持遠程來源

source: Remove from Favorites
bo: ཉར་ཚགས་ནས་སུབ་པ།
ja: お気に入りから削除
zh_hans: 从个人收藏移除
zh_hant: 從個人收藏移除

source: Remove from Group
bo: ཚོགས་པ་ནས་སུབ་པ།
ja: グループから削除
zh_hans: 从分组移除
zh_hant: 從分組移除

source: Remove from Library
bo: དཔེ་མཛོད་ནས་སུབ་པ།
ja: ライブラリから削除
zh_hans: 从资料库移除
zh_hant: 從資料庫移除

source: Remove from Library (%lld items)
bo: དཔེ་མཛོད་ནས་སུབ་པ (%lld)
ja: ライブラリから削除（%lld項目）
zh_hans: 从资料库移除（%lld 项）
zh_hant: 從資料庫移除（%lld 項）

source: Remove from Playlist
bo: གླུ་ཐོ་ནས་སུབ་པ།
ja: プレイリストから削除
zh_hans: 从歌单移除
zh_hant: 從歌單移除

source: Remove from Queue
bo: རུ་སྟར་ནས་སུབ་པ།
ja: キューから削除
zh_hans: 从队列移除
zh_hant: 從佇列移除

source: Remove Provider
bo: ཞབས་ཞུ་མཁོ་སྤྲོད་པ་སུབ་པ།
ja: プロバイダを削除
zh_hans: 移除服务提供方
zh_hant: 移除服務供應商

source: Remove watched folder
bo: ལྟ་ཞིབ་ཡིག་སྣོད་སུབ་པ།
ja: 監視フォルダを削除
zh_hans: 移除监控文件夹
zh_hant: 移除監控檔案夾

source: Rescan
bo: བསྐྱར་དུ་བཤེར་འཚོལ།
ja: 再スキャン
zh_hans: 重新扫描
zh_hant: 重新掃描

source: Rescan All
bo: ཚང་མ་བསྐྱར་དུ་བཤེར་འཚོལ།
ja: すべて再スキャン
zh_hans: 全部重新扫描
zh_hant: 全部重新掃描

source: Rescan this folder
bo: ཡིག་སྣོད་འདི་བསྐྱར་དུ་བཤེར་འཚོལ།
ja: このフォルダを再スキャン
zh_hans: 重新扫描此文件夹
zh_hant: 重新掃描此檔案夾

source: Reselect
bo: བསྐྱར་དུ་འདེམས་པ།
ja: 再選択
zh_hans: 重新选择
zh_hant: 重新選擇

source: Reset All Overrides to Canonical
bo: དབང་གྲགས་ཚད་གཞིར་སླར་གསོ་བྱེད་པ།
ja: すべての上書きを正規値にリセット
zh_hans: 重置所有覆盖为权威值
zh_hant: 重置所有覆蓋為權威值

source: Resolution
bo: གསལ་ཚད།
ja: 解像度
zh_hans: 解析度
zh_hant: 解析度

source: Restore Default
bo: སྔོན་སྒྲིག་སོར་ཆུད་བྱེད་པ།
ja: デフォルトに戻す
zh_hans: 恢复默认
zh_hant: 恢復預設

source: Restore to system built-in verified Application Key
bo: མ་ལག་ནང་སྒྲིག་གི་ར་སྤྲོད་ཟིན་པའི་གསང་ལྡེར་སོར་ཆུད་བྱེད་པ།
ja: システム内蔵の検証済みApplication Keyに戻す
zh_hans: 恢复为系统内置已验证的应用程序密钥
zh_hant: 恢復為系統內置已驗證的App金鑰

source: Retry
bo: བསྐྱར་དུ་ཚོད་ལྟ་བྱ་རྒྱུ།
ja: 再試行
zh_hans: 重试
zh_hant: 重試

source: Reveal in Finder
bo: Finder ནང་སྟོན་པ།
ja: Finderで表示
zh_hans: 在访达中显示
zh_hant: 在Finder中顯示

source: Revert to Original File Tags
bo: ཐོག་མའི་ཡིག་ཆའི་མཚན་རྟགས་སུ་སོར་ཆུད་བྱེད་པ།
ja: 元のファイルタグに戻す
zh_hans: 还原为原始文件标签
zh_hant: 還原為原始檔案標籤

source: Review
bo: ཞིབ་བཤེར།
ja: 確認
zh_hans: 审核
zh_hant: 審核

source: Rock
bo: རྡོ་འགྲིལ།
ja: ロック
zh_hans: 摇滚
zh_hant: 搖滾

source: Rule Keyword
bo: སྒྲིག་སྲོལ་གྱི་གནད་ཚིག
ja: ルールキーワード
zh_hans: 规则关键词
zh_hant: 規則關鍵詞

source: Rules %lld entries
bo: སྒྲིག་སྲོལ %lld
ja: ルール %lld件
zh_hans: 规则共 %lld 条
zh_hant: 規則共 %lld 條

source: Rules count %lld
bo: སྒྲིག་སྲོལ་བསྡོམས་པས %lld
ja: ルール数 %lld
zh_hans: 规则共 %lld 条
zh_hant: 規則共 %lld 條

source: Running
bo: འཁོར་སྐྱོད་བྱེད་བཞིན་པ།
ja: 実行中
zh_hans: 运行中
zh_hant: 運行中

source: Running 11-step entity resolution pipeline…
bo: གོམ་པ 11 ཅན་གྱི་དངོས་པོ་ཟླ་སྒྲིལ་གྱི་བརྒྱུད་རིམ་འཁོར་སྐྱོད་བྱེད་བཞིན་པ...
ja: 11ステップのエンティティ解決パイプラインを実行中…
zh_hans: 正在运行 11 步实体归并流程…
zh_hant: 正在運行 11 步實體歸並流程…

source: Safe File Organizer
bo: བདེ་འཇགས་ཡིག་ཆ་ལེགས་སྒྲིག་ཆས་
ja: 安全なファイル整理
zh_hans: 安全文件整理器
zh_hant: 安全檔案整理器

source: Same cleaned title and artist with close durations.
bo: གཙང་སེལ་བྱས་པའི་ཁ་བྱང་དང་སྒྱུ་རྩལ་པ་གཅིག་པ་དང་དུས་ཡུན་ཉེ་བ།
ja: 正規化後のタイトルとアーティストが完全に一致し、再生時間も近いです。
zh_hans: 清理后标题与艺术家完全一致且时长接近。
zh_hant: 清理後標題與藝人完全一致且時長接近。

source: Same MusicBrainz recording entity with close track durations.
bo: MusicBrainz སྒྲ་ཕབ་དངོས་པོ་གཅིག་པ་དང་དུས་ཡུན་ཧ་ཅང་ཉེ་བ།
ja: 同じMusicBrainz録音エンティティで、トラックの再生時間も近いです。
zh_hans: 相同 MusicBrainz 录音实体且曲目时长高度接近。
zh_hant: 相同 MusicBrainz 錄音實體且曲目時長高度接近。

source: Sample Rate
bo: དཔེ་ལེན་ཚད།
ja: サンプルレート
zh_hans: 采样率
zh_hant: 採樣率

source: Save
bo: ཉར་ཚགས།
ja: 保存
zh_hans: 保存
zh_hant: 保存

source: Save Rule
bo: སྒྲིག་སྲོལ་ཉར་ཚགས།
ja: ルールを保存
zh_hans: 保存规则
zh_hant: 保存規則

source: Scanned %lld · Auto-added %lld (High Confidence) · Pending %lld · Unidentified %lld · Potential Duplicates %lld
bo: བཤེར་ཟིན %lld · རང་འགུལ་ནང་འཇུག %lld · ཞིབ་བཤེར་སྒུག་པ %lld · མ་ངོས་ཟིན %lld · ཟློས་སྐྱོན་ཡོད་སྲིད་པ %lld
ja: スキャン済み %lld · 自動追加 %lld（高信頼度）· 保留 %lld · 未識別 %lld · 重複の可能性 %lld
zh_hans: 已扫描 %lld · 自动入库 %lld（高置信度）· 待审核 %lld · 未识别 %lld · 疑似重复 %lld
zh_hant: 已掃描 %lld · 自動入庫 %lld（高置信度）· 待審核 %lld · 未識別 %lld · 疑似重復 %lld

source: Scanning watched folders…
bo: ལྟ་ཞིབ་ཡིག་སྣོད་བཤེར་འཚོལ་བྱེད་བཞིན་པ…
ja: 監視フォルダをスキャン中…
zh_hans: 正在扫描监控文件夹…
zh_hant: 正在掃描監控檔案夾…

source: Search fingerprints, songs, or artists…
bo: སྒྲ་རིས་དང་གླུ་གཞས། སྒྱུ་རྩལ་པ་འཚོལ་བ...
ja: フィンガープリント、曲、アーティストを検索…
zh_hans: 搜索声纹、歌曲或艺术家…
zh_hant: 搜尋聲紋、歌曲或藝人…

source: Search open-licensed audio in connected catalogs.
bo: སྦྲེལ་ཡོད་དཀར་ཆག་ནང་གི་སྒོ་དབྱེའི་ཆོག་མཆན་ཡོད་པའི་སྒྲ་ཟིན་འཚོལ་བ།
ja: 接続済みカタログからオープンライセンスのオーディオを検索します。
zh_hans: 搜索已连接目录中的开放许可音频。
zh_hant: 搜尋已連接目錄中的開放許可音訊。

source: Search Openverse
bo: Openverse འཚོལ་བ།
ja: Openverseを検索
zh_hans: 搜索 Openverse
zh_hant: 搜尋 Openverse

source: Search pending items…
bo: ཐག་གཅོད་སྒུག་པའི་རྣམ་གྲངས་འཚོལ་བ…
ja: 保留項目を検索…
zh_hans: 搜索待处理项目…
zh_hant: 搜尋待處理項目…

source: Search Playlists
bo: གླུ་ཐོ་འཚོལ་བ།
ja: プレイリストを検索
zh_hans: 搜索歌单
zh_hant: 搜尋歌單

source: Search stations, genres, or countries
bo: རླུང་འཕྲིན་ནམ་རིགས་དབྱིབས། རྒྱལ་ཁབ་བཅས་འཚོལ་བ།
ja: ステーション、ジャンル、国を検索
zh_hans: 搜索电台、类型或国家
zh_hant: 搜尋電台、類型或國家

source: Searching Openverse…
bo: Openverse འཚོལ་བཞིན་པ...
ja: Openverseを検索中…
zh_hans: 正在搜索 Openverse…
zh_hant: 正在搜尋 Openverse…

source: Select a track from Library or Browse to view properties and audio details.
bo: དཔེ་མཛོད་དམ་བཤར་ལྟའི་ཤོག་ངོས་ནས་གླུ་གཞས་ཤིག་བདམས་ཏེ་ཁྱད་ཆོས་དང་སྒྲ་ཟིན་གྱི་ཞིབ་ཕྲར་ལྟ་རོགས།
ja: ライブラリまたはブラウズからトラックを選択して、プロパティとオーディオの詳細を表示します。
zh_hans: 从资料库或浏览页面选择一首曲目，以查看属性和音频详情。
zh_hant: 從資料庫或瀏覽頁面選擇一首曲目，以查看屬性和音訊詳情。

source: Select a track to view lyrics.
bo: གླུ་གཞས་ཤིག་བདམས་ནས་གཞས་ཚིག་ལ་ལྟ་རོགས།
ja: 歌詞を表示するトラックを選択してください。
zh_hans: 选择一首曲目以查看歌词。
zh_hant: 選擇一首曲目以查看歌詞。

source: Select Files or Folders…
bo: ཡིག་ཆའམ་ཡིག་སྣོད་འདེམས་པ...
ja: ファイルまたはフォルダを選択…
zh_hans: 选择文件或文件夹…
zh_hant: 選擇檔案或檔案夾…

source: Select folder containing audio files
bo: སྒྲ་ཟིན་ཡིག་ཆ་ཚུད་པའི་ཡིག་སྣོད་འདེམས་པ།
ja: オーディオファイルを含むフォルダを選択
zh_hans: 选择包含音频文件的文件夹
zh_hant: 選擇包含音訊檔案的檔案夾

source: Selected songs will be removed from local library. Original files will remain on disk.
bo: བདམས་པའི་གླུ་གཞས་ས་གནས་དཔེ་མཛོད་ནས་སུབ་རྒྱུ། ཐོག་མའི་སྒྲ་ཟིན་ཡིག་ཆ་སྡུད་སྡེར་ཐོག་ཏུ་ཉར་རྒྱུ།
ja: 選択した曲はローカルライブラリから削除されます。元のファイルはディスクに残ります。
zh_hans: 所选歌曲将从本地资料库中移除。原始音频文件将保留在磁盘上。
zh_hant: 所選歌曲將從本地資料庫中移除。原始音訊檔案將保留在磁盤上。

source: Service Unavailable
bo: ཞབས་ཞུ་སྤྱོད་མི་ཐུབ་པ།
ja: サービスを利用できません
zh_hans: 服务不可用
zh_hant: 服務不可用

source: Set as Primary
bo: གཙོ་བོའི་པར་གཞིར་འཇོག་པ།
ja: プライマリに設定
zh_hans: 设为主版本
zh_hant: 設為主版本

source: Settings
bo: སྒྲིག་བཀོད།
ja: 設定
zh_hans: 设置
zh_hant: 設定

source: Show in Finder
bo: Finder ནང་མངོན་པ།
ja: Finderで表示
zh_hans: 在访达中显示
zh_hant: 在Finder中顯示

source: Show Less
bo: བསྡུ་བ།
ja: 折りたたむ
zh_hans: 收起
zh_hant: 收起

source: Shuffle
bo: སྐབས་བསྟུན་རྩེད་འདོན།
ja: シャッフル
zh_hans: 随机播放
zh_hant: 隨機播放

source: Size
bo: ཆེ་ཆུང་།
ja: サイズ
zh_hans: 大小
zh_hant: 大小

source: Songs
bo: གླུ་གཞས།
ja: 曲
zh_hans: 歌曲
zh_hant: 歌曲

source: Sort
bo: སྒྲིག་སྟངས།
ja: 並べ替え
zh_hans: 排序
zh_hant: 排序

source: Sort By
bo: སྒྲིག་སྟངས།
ja: 並べ替え基準
zh_hans: 排序方式
zh_hant: 排序方式

source: Soundtrack & Film
bo: གློག་བརྙན་རོལ་དབྱངས།
ja: サウンドトラック & 映画
zh_hans: 原声与电影
zh_hant: 原聲與電影

source: Source
bo: འབྱུང་ཁུངས།
ja: ソース
zh_hans: 来源
zh_hant: 來源

source: Source (Read-only)
bo: འབྱུང་ཁུངས (ཀློག་ཙམ)
ja: ソース（読み取り専用）
zh_hans: 来源（只读）
zh_hant: 來源（只讀）

source: Source & Import
bo: འབྱུང་ཁུངས་དང་ནང་འཇུག
ja: ソースとインポート
zh_hans: 来源与导入
zh_hant: 來源與匯入

source: Spectrum
bo: སྒྲ་རིས།
ja: スペクトラム
zh_hans: 频谱
zh_hant: 頻譜

source: Standard
bo: ཚད་ལྡན་སྒྲ་སྤུས།
ja: 標準
zh_hans: 标准音质
zh_hant: 標準音質

source: Standardized releases and canonical artist identities
bo: ཚད་ལྡན་ཅན་གྱི་འགྲེམས་སྤེལ་པར་གཞི་དང་སྒྱུ་རྩལ་པའི་དབང་གྲགས་མིང་ཐོབ།
ja: 標準化されたリリースと正規アーティストID
zh_hans: 标准化的发行版与艺术家权威身份
zh_hant: 標準化的發行版與藝人權威身份

source: Start Import
bo: ནང་འཇུག་འགོ་འཛུགས་པ།
ja: インポートを開始
zh_hans: 开始导入
zh_hant: 開始匯入

source: Station Details
bo: རླུང་འཕྲིན་གྱི་ཞིབ་ཕྲ།
ja: ステーションの詳細
zh_hans: 电台详情
zh_hant: 電台詳情

source: Station Name
bo: རླུང་འཕྲིན་གྱི་མིང་།
ja: ステーション名
zh_hans: 电台名称
zh_hant: 電台名稱

source: Storage, import, and unified library behavior.
bo: གསོག་འཇོག་དང་། ནང་འཇུག གཅིག་གྱུར་དཔེ་མཛོད་ཀྱི་སྤྱོད་ཚུལ།
ja: ストレージ、インポート、統合ライブラリの動作。
zh_hans: 存储、导入和统一资料库行为。
zh_hant: 存儲、匯入和統一資料庫行為。

source: Stream & Web Links
bo: བཞུར་རྒྱུན་སྨྱན་སྦྱོར་དང་དྲ་ངོས་སྦྲེལ་མཐུད།
ja: ストリームとWebリンク
zh_hans: 流媒体与网页链接
zh_hant: 流媒體與網頁連結

source: Stream Bitrate
bo: བཞུར་རྒྱུན་སྨྱན་སྦྱོར་གྱི་མྱུར་ཚད།
ja: ストリームビットレート
zh_hans: 流媒体码率
zh_hant: 流媒體位元率

source: Stream URL
bo: བཞུར་རྒྱུན་སྨྱན་སྦྱོར URL
ja: ストリームURL
zh_hans: 流媒体 URL
zh_hant: 流媒體 URL

source: Subtitle
bo: ཁ་བྱང་གཞོན།
ja: サブタイトル
zh_hans: 副标题
zh_hant: 副標題

source: Successfully matched and updated artwork!
bo: ཁ་ཤོག་མཐུན་པ་དང་གསར་སྒྱུར་ལེགས་གྲུབ་བྱུང་།
ja: アートワークの一致と更新に成功しました！
zh_hans: 已成功匹配并更新封面！
zh_hant: 已成功匹配並更新封面！

source: Supports FLAC, MP3, M4A, ALAC, WAV, AAC, AIFF
bo: FLAC དང་། MP3 སོགས་ལ་རྒྱབ་སྐྱོར་བྱེད་པ།
ja: FLAC、MP3、M4A、ALAC、WAV、AAC、AIFFに対応
zh_hans: 支持 FLAC、MP3、M4A、ALAC、WAV、AAC、AIFF
zh_hant: 支持 FLAC、MP3、M4A、ALAC、WAV、AAC、AIFF

source: Syncing lyrics…
bo: གཞས་ཚིག་མཉམ་འགྲོད་བྱེད་བཞིན་པ...
ja: 歌詞を同期中…
zh_hans: 正在同步歌词…
zh_hant: 正在同步歌詞…

source: System
bo: མ་ལག
ja: システム
zh_hans: 系统
zh_hant: 系統

source: Tag Metadata Match
bo: གཞི་གྲངས་རྩ་བའི་མཚན་རྟགས་མཐུན་པ།
ja: タグメタデータ一致
zh_hans: 元数据标签匹配
zh_hant: 中繼資料標籤匹配

source: Target Artist
bo: དམིགས་འཛུགས་སྒྱུ་རྩལ་པ།
ja: 対象アーティスト
zh_hans: 对应歌手
zh_hant: 對應歌手

source: Target Artist Name
bo: དམིགས་འཛུགས་སྒྱུ་རྩལ་པའི་དངོས་པོའི་མིང་།
ja: 対象アーティスト名
zh_hans: 对应歌手实体名
zh_hant: 對應歌手實體名

source: Test Connection
bo: སྦྲེལ་མཐུད་ཚོད་ལྟ།
ja: 接続をテスト
zh_hans: 测试连接
zh_hant: 測試連接

source: This operation will perform a cascade delete, removing all albums and songs of this artist from the local library.
bo: བཀོལ་སྤྱོད་འདིས་སྒྱུ་རྩལ་པ་དེའི་ཆེད་བསྒྲིགས་དང་གླུ་གཞས་ཚང་མ་ས་གནས་དཔེ་མཛོད་ནས་མཉམ་དུ་སུབ་རྒྱུ།
ja: この操作ではカスケード削除を実行し、このアーティストのすべてのアルバムと曲をローカルライブラリから削除します。
zh_hans: 此操作将执行级联删除，从本地资料库中移除该艺术家的所有专辑与全部歌曲。
zh_hant: 此操作將執行級聯刪除，從本地資料庫中移除該藝人的所有專輯與全部歌曲。

source: This operation will perform a cascade delete, removing all albums and songs of this artist from the local library. This action cannot be undone.
bo: བཀོལ་སྤྱོད་འདིས་སྒྱུ་རྩལ་པ་དེའི་ཆེད་བསྒྲིགས་དང་གླུ་གཞས་ཚང་མ་ས་གནས་དཔེ་མཛོད་ནས་མཉམ་དུ་སུབ་རྒྱུ། བཀོལ་སྤྱོད་འདི་ཕྱིར་འཐེན་བྱེད་མི་ཐུབ།
ja: この操作ではカスケード削除を実行し、このアーティストのすべてのアルバムと曲をローカルライブラリから削除します。この操作は取り消せません。
zh_hans: 此操作将执行级联删除，同时从本地资料库中移除该艺术家的所有专辑与全部歌曲。该操作不可撤销。
zh_hant: 此操作將執行級聯刪除，同時從本地資料庫中移除該藝人的所有專輯與全部歌曲。該操作不可撤銷。

source: This operation will perform a cascade delete, removing all songs under this album from the local library.
bo: བཀོལ་སྤྱོད་འདིས་ཆེད་བསྒྲིགས་དེའི་འོག་གི་གླུ་གཞས་ཚང་མ་ས་གནས་དཔེ་མཛོད་ནས་མཉམ་དུ་སུབ་རྒྱུ།
ja: この操作ではカスケード削除を実行し、このアルバム配下のすべての曲をローカルライブラリから削除します。
zh_hans: 此操作将执行级联删除，从本地资料库中移除该专辑名下的全部歌曲。
zh_hant: 此操作將執行級聯刪除，從本地資料庫中移除該專輯名下的全部歌曲。

source: Three-layer Metadata Override Settings:
bo: རིམ་པ་གསུམ་གྱི་གཞི་གྲངས་རྩ་བའི་སྒྲིག་བཀོད:
ja: 3層メタデータ上書き設定：
zh_hans: 三层元数据覆盖设置：
zh_hant: 三層中繼資料覆蓋設定：

source: Title
bo: ཁ་བྱང་།
ja: タイトル
zh_hans: 标题
zh_hant: 標題

source: Title and Artist Normalization Matches
bo: ཁ་བྱང་དང་སྒྱུ་རྩལ་པ་གཅིག་གྱུར་མཐུན་པ།
ja: タイトルとアーティストの正規化一致
zh_hans: 标题与艺术家归一化匹配
zh_hant: 標題與藝人歸一化匹配

source: Toggle Lyrics
bo: གཞས་ཚིག་སྟོན་པ/སྦེད་པ།
ja: 歌詞の表示を切り替え
zh_hans: 显示/隐藏歌词
zh_hant: 顯示/隱藏歌詞

source: Toggle Queue
bo: རྩེད་འདོན་རུ་སྟར་སྟོན་པ/སྦེད་པ།
ja: キューの表示を切り替え
zh_hans: 显示/隐藏播放队列
zh_hant: 顯示/隱藏播放佇列

source: Tools
bo: ལག་ཆ།
ja: ツール
zh_hans: 工具
zh_hant: 工具

source: Tools Option
bo: ལག་ཆའི་གདམ་ག
ja: ツールオプション
zh_hans: 工具选项
zh_hant: 工具選項

source: Top Songs
bo: དགའ་བསུ་ཆེ་བའི་གླུ་གཞས།
ja: 人気の曲
zh_hans: 热门歌曲
zh_hant: 熱門歌曲

source: Track
bo: གླུ་གཞས།
ja: トラック
zh_hans: 曲目
zh_hant: 曲目

source: Track count and duration match candidate release '%@'
bo: གླུ་གཞས་གྲངས་འབོར་དང་དུས་ཡུན་འདེམས་ཆོག་འགྲེམས་སྤེལ་པར་གཞི "%@" དང་མཐུན་པ།
ja: トラック数と再生時間が候補リリース「%@」と一致します
zh_hans: 曲目数量和时长匹配候选发行版本“%@”
zh_hant: 曲目數量和時長匹配候選發行版本“%@”

source: Track Details
bo: གླུ་གཞས་ཀྱི་ཞིབ་ཕྲ།
ja: トラックの詳細
zh_hans: 曲目详情
zh_hant: 曲目詳情

source: tracks
bo: གླུ་གཞས།
ja: トラック
zh_hans: 曲目
zh_hant: 曲目

source: Try changing your search terms.
bo: འཚོལ་ཚིག་བརྗེ་ནས་ཚོད་ལྟ་བྱེད་རོགས།
ja: 検索語を変更してみてください。
zh_hans: 尝试更改搜索关键词。
zh_hant: 嘗試更改搜尋關鍵詞。

source: Tune In
bo: རླུང་འཕྲིན་ནང་འཛུལ་བ།
ja: 選局
zh_hans: 调入电台
zh_hant: 調入電台

source: Type
bo: རིགས་དབྱིབས།
ja: 種類
zh_hans: 类型
zh_hant: 類型

source: Unable to load music
bo: རོལ་དབྱངས་ནང་འཇུག་བྱེད་མ་ཐུབ།
ja: 音楽を読み込めません
zh_hans: 无法加载音乐
zh_hant: 無法載入音樂

source: Unable to play this audio.
bo: སྒྲ་ཟིན་འདི་རྩེད་འདོན་བྱེད་མི་ཐུབ།
ja: このオーディオを再生できません。
zh_hans: 无法播放此音频。
zh_hant: 無法播放此音訊。

source: Unarchived
bo: ཡིག་མཛོད་དུ་མ་བཅུག་པ།
ja: 未アーカイブ
zh_hans: 未归档
zh_hant: 未歸檔

source: Unavailable
bo: སྤྱོད་མི་ཐུབ།
ja: 利用不可
zh_hans: 不可用
zh_hant: 不可用

source: Undo complete: Files restored.
bo: ཕྱིར་འཐེན་ལེགས་གྲུབ་བྱུང་བ། ཡིག་ཆ་སོར་ཆུད་བྱུང་བ།
ja: 取り消し完了：ファイルを復元しました。
zh_hans: 撤销完成：文件已还原。
zh_hant: 撤銷完成：檔案已還原。

source: Undo Organization
bo: ལེགས་སྒྲིག་ཕྱིར་འཐེན་བྱེད་པ།
ja: 整理を取り消す
zh_hans: 撤销整理
zh_hant: 撤銷整理

source: Unidentified
bo: མ་ངོས་ཟིན་པ།
ja: 未識別
zh_hans: 未识别
zh_hant: 未識別

source: Unidentified Track
bo: མ་ངོས་ཟིན་པའི་གླུ་གཞས།
ja: 未識別トラック
zh_hans: 未识别曲目
zh_hant: 未識別曲目

source: Unified Library
bo: གཅིག་གྱུར་དཔེ་མཛོད།
ja: 統合ライブラリ
zh_hans: 统一资料库
zh_hant: 統一資料庫

source: Unknown Album
bo: མ་ཤེས་པའི་ཆེད་བསྒྲིགས།
ja: 不明なアルバム
zh_hans: 未知专辑
zh_hant: 未知專輯

source: Unknown Artist
bo: མ་ཤེས་པའི་སྒྱུ་རྩལ་པ།
ja: 不明なアーティスト
zh_hans: 未知艺术家
zh_hant: 未知藝人

source: Unknown Status
bo: མ་ཤེས་པའི་གནས་སྟངས།
ja: 不明なステータス
zh_hans: 未知状态
zh_hant: 未知狀態

source: Unknown Year
bo: མ་ཤེས་པའི་ལོ།
ja: 不明な年
zh_hans: 未知年份
zh_hant: 未知年份

source: Unmute
bo: སྒྲ་མེད་པ་བཟོ་མཚམས་འཇོག་པ།
ja: ミュート解除
zh_hans: 取消静音
zh_hant: 取消靜音

source: Unsupported audio format for writing tags
bo: སྒྲ་ཟིན་རྣམ་གཞག་འདིར་མཚན་རྟགས་འབྲི་བར་རྒྱབ་སྐྱོར་མི་བྱེད།
ja: このオーディオ形式へのタグ書き込みはサポートされていません
zh_hans: 不支持为此音频格式写入标签
zh_hant: 不支持為此音訊格式寫入標籤

source: Unsupported format for tag writing: .%@
bo: མཚན་རྟགས་འབྲི་བར་རྒྱབ་སྐྱོར་མེད་པའི་རྣམ་གཞག: .%@
ja: タグ書き込みに未対応の形式：.%@
zh_hans: 不支持写入标签的格式：.%@
zh_hant: 不支持寫入標籤的格式：.%@

source: Untested
bo: ཚོད་ལྟ་མ་བྱས།
ja: 未テスト
zh_hans: 未测试
zh_hant: 未測試

source: Up Next
bo: རྗེས་མར་གཏོང་རྒྱུ།
ja: 次はこちら
zh_hans: 接下来播放
zh_hant: 接下來播放
